Repository: myclabs/Inventory
Catalog: application/languages/User/email.tmx
Source language: fr
Languages: en

source: Bonjour,
en: Hello,

source: En cas de question concernant la gestion de votre compte, vous pouvez vous adresser à : [CONTACT_ADDRESS]. Merci de votre confiance.
en: If you have questions about the management of your account, please contact : [CONTACT_ADDRESS] Thank you for your trust.

source: Cet e-mail vous a été envoyé automatiquement par le serveur de l'application « [APPLICATION_NAME] ». Merci de ne pas y répondre.
en: This e-mail was automatically generated by the server of "[APPLICATION_NAME]". Please do not reply.

source: Création de votre compte
en: User account creation

source: Un compte utilisateur a été créé à votre intention sur l’application « [APPLICATION_NAME] », avec les paramètres de connexion suivants : Votre adresse e-mail : [EMAIL] Votre mot de passe : [PASSWORD] Vous pouvez dès à présent vous connecter à ce compte en vous rendant à l’adresse : [URL_APPLICATION] Une fois connecté, vous pourrez modifier vos paramètres de connexion et les autres paramètres de votre compte en vous rendant sur la page « Mon compte ».
en: A user account has been created for you on application "[APPLICATION_NAME]", with the following connection parameters : Your e-mail address: [EMAIL] Your password: [PASSWORD] You can now connect to this account at the following address: [URL_APPLICATION] Once connected, you can change your connection settings and the other settings of your account on the page "My Account".

source: Désactivation de votre compte
en: Deactivation of your account

source: Votre compte utilisateur sur l’application « [APPLICATION_NAME] » a été désactivé par un administrateur de l'application.
en: Your account on application "[APPLICATION_NAME]" has been deactivated by an administrator of the application.

source: Réactivation de votre compte
en: User account activation

source: Votre compte utilisateur sur l’application « [APPLICATION_NAME] » a été réactivé par un administrateur de l'application. Vous pouvez à nouveau vous connecter à votre compte en vous rendant à l’adresse : [URL_APPLICATION].
en: Your user account on the application "[APPLICATION_NAME]" has been reactivated by an administrtor of the application. You can login again at the following address: [URL_APPLICATION].

source: Demande de réinitialisation de votre mot de passe
en: Reset of your password

source: Une demande de réinitialisation de votre mot de passe a été déposée sur l’application « [APPLICATION_NAME] ». Si vous êtes à l'origine de cette demande, merci de cliquer sur le lien ci-dessous ; vous pourrez changer votre mot de passe. [PASSWORD_RESET_LINK] Vous pouvez également saisir manuellement le code de vérification suivant : [PASSWORD_RESET_CODE] Si vous n'êtes pas à l'origine de cette demande, merci de ne pas cliquer sur le lien précédant et d’ignorer cet e-mail; votre mot de passe sur l'application « [APPLICATION_NAME] » ne sera pas modifié.
en: A password reset request has been submitted on application "[APPLICATION_NAME]". If you are behind this request, please click on the link below; your will be able to change your password. [PASSWORD_RESET_LINK] Vous can also enter the following verification code: [PASSWORD_RESET_CODE] If you are not behind this request, please do not click on the link above and ignore this e-mail; your password on application "[APPLICATION_NAME]" will remain unchanged.

source: Changement de l’adresse e-mail associée à votre compte
en: Change of your e-mail address

source: Suite à votre demande, l'adresse e-mail associée à votre compte sur l'application « [APPLICATION_NAME] » a été modifiée de : [OLD_EMAIL_ADDRESS] à : [NEW_EMAIL_ADDRESS].
en: Further to your request, the e-mail address of your account on application "[APPLICATION_NAME]" has been modified from: [OLD_EMAIL_ADDRESS] to: [NEW_EMAIL_ADDRESS].

source: L'adresse e-mail associée à votre compte sur l'application « [APPLICATION_NAME] » a été modifiée de : [OLD_EMAIL_ADDRESS] à : [NEW_EMAIL_ADDRESS] par un adminitrateur de l'application.
en: The e-mail address of your account on application "[APPLICATION_NAME]" has been modified from: [OLD_EMAIL_ADDRESS] to: [NEW_EMAIL_ADDRESS] by an application administrator.

source: Modification de votre profil
en: Modification of your profile

source: Le nom et/ou le prénom associés à votre compte ont été modifiés sur l’application « [APPLICATION_NAME] » par un administrateur de l'application.
en: Your first and/or last name on application "[APPLICATION_NAME]" have been modified by an application administrator.

source: Modification de vos droits d'accès
en: Change of your access rights

source: Le rôle [ROLE] vous a été attribué par un administrateur de l'application « [APPLICATION_NAME] ».
en: The role [ROLE] has been assigned to you by an administrator of application "[APPLICATION_NAME]".

source: Le rôle [ROLE] vous a été retiré par un administrateur de l'application « [APPLICATION_NAME] ».
en: The role [ROLE] has been removed from your profile by an administrator of application "[APPLICATION_NAME]".
